{
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "editorconfig-vim": { "branch": "master" },
  "everforest": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "outline.nvim": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "tcomment_vim": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-flatbuffers": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-gradle": { "branch": "master" },
  "vim-grammarous": { "branch": "master" },
  "vim-haml": { "branch": "master" },
  "vim-markdown-composer": { "branch": "master" },
  "vim-racer": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-trailing-whitespace": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" }
}
